// skincareData.ts
const skincareData = [
    {
      id: "001",
      name: "Skincare Name 1",
      image:
        "https://s.isanook.com/wo/0/ud/38/194549/2.jpg?ip/resize/w728/q80/jpg",
      detail: `ใครที่มีปัญหาผิวหน้าและผิวกายแห้งมากควรรู้จักกับเซราวี มอยส์เจอไรซิ่งครีม Cerave moisturizing cream 
      ผลิตภัณฑ์บำรุงผิวหน้าและผิวกาย สูตรสำหรับผิวแห้งถึงแห้งมาก ซึ่งผิวที่มีปัญหาแห้ง แดง ไม่สบายผิว 
      คือผิวที่จำนวนเซราไมด์ลดลงมากกว่าปกติ อันเป็นสาเหตุของปราการผิวอ่อนแอลง Cerave moisturizing cream 
      จากเซราวีประกอบด้วยเซราไมด์ที่จำเป็นต่อผิว 3 ชนิด โดยสกัดจากพืชธรรมชาติ พร้อมผสานด้วยไฮยาลูรอนิกแอซิด 
      เพื่อช่วยชดเชยความชุ่มชื้น, เซราไมด์ที่ขาดหายไป และเสริมสร้างปราการปกป้องผิว 
      สัมผัสกับเทคโนโลยี MVE เพื่อผลลัพธ์ที่ยาวนาน MVE เป็นเทคโนโลยีลิขสิทธิ์เฉพาะของเซราวี 
      ที่จะนำพาเซราไมด์เข้าฟื้นบำรุงผิวอย่างยาวนานและล้ำลึก ผลลัพธ์ที่ได้คือ ปราการปกป้องผิวที่ดีขึ้น 
      เพื่อผิวที่เนียนนุ่ม ชุ่มชื้นยาวนานกว่า 24 ชั่วโมง โดย Cerave moisturizing cream รวมถึงผลิตภัณฑ์อื่นๆ 
      จากเซราวีเป็นผลิตภัณฑ์ที่อ่อนโยน สูตรปราศจากน้ำหอม สูตรไม่ก่อให้เกิดการอุดตัน (Non Comedogenic) 
      ไม่เหนียวเหนอะหนะ และเป็นสูตรไฮโปอัลเลอจีนิค 
      ผลิตภัณฑ์ผ่านการทดสอบบนผิวที่บอบบางระคายเคืองง่าย ภายใต้การควบคุมดูแลโดยแพทย์ผู้เชี่ยวชาญทางด้านผิวหนัง 
      และพัฒนาวิจัยค้นคว้าร่วมกับแพทย์ผิวหนัง บรรจุภัณฑ์ - บรรจุภัณฑ์สามารถนำไปรีไซเคิลได้`,
    },
    {
      id: "002",
      name: "Skincare Name 2",
      image:
        "https://s.isanook.com/wo/0/ud/38/194549/i.jpg?ip/crop/w670h402/q80/jpg",
      detail: `ใครที่มีปัญหาผิวหน้าแห้งและผิวกายแห้งมากควรรู้จักกับเซราวี มอยส์เจอไรซิ่งครีม CeraVe moisturizing cream
      สกินแคร์ที่บำรุงผิวหน้าและผิวกาย สูตรสำหรับผิวแห้งถึงแห้งมาก ซึ่งผิวที่มีปัญหาแห้ง แดง ไม่สบายผิว
      คือผิวที่ขาดเซราไมด์ โดยเฉพาะอย่างยิ่งในช่วงหน้าหนาวที่ผิวสูญเสียน้ำง่าย สูตรนี้มีส่วนผสมของไฮยาลูรอนิคแอซิด
      และไนอาซินาไมด์ ที่ช่วยกักเก็บความชุ่มชื้นอย่างยาวนานถึง 24 ชั่วโมง พร้อมปลอบประโลมผิวที่แห้งเสีย`,
    },
  ];
  
  export default skincareData;
  